[
  {
    "author": "Rick",
    "quote": "Wubba Lubba Dub Dub!"
  },
  {
    "author": "Rick",
    "quote": "I’ll tell you how I feel about school, Jerry: It’s a waste of time. Bunch of people runnin’ around bumpin’ into each other, got a guy up front says, ‘Two plus two,’ and the people in the back say, ‘Four.’ Then the bell rings and they give you a carton of milk and a piece of paper that says you can go take a dump or somethin’. I mean, it’s not a place for smart people, Jerry. I know that’s not a popular opinion, but that’s my two cents on the issue."
  },
  {
    "quote": "Listen, Morty, I hate to break it to you, but what people call love is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science.",
    "author": "Rick"
  },
  {
    "author": "Rick",
    "quote": "What, so everyone’s supposed to sleep every single night now? You realize that nighttime makes up half of all time?"
  },
  {
    "author": "Rick",
    "quote": "Boom! Big reveal! I turned myself into a pickle!"
  },
  {
    "author": "Morty",
    "quote": "Nobody exists on purpose. Nobody belongs anywhere. We’re all going to die. Come watch TV."
  },
  {
    "author": "Rick",
    "quote": "To live is to risk it all; otherwise you’re just an inert chunk of randomly assembled molecules drifting wherever the universe blows you."
  },
  {
    "author": "Rick",
    "quote": "Weddings are basically funerals with a cake."
  },
  {
    "author": "Rick",
    "quote": "Sometimes science is more art than science."
  },
  {
    "author": "Rick",
    "quote": "If I let you make me nervous, then we can’t get schwifty."
  },
  {
    "author": "Rick",
    "quote": "Listen, Morty, I hate to break it to you, but what people call ‘love’ is just a chemical reaction that compels animals to breed."
  },
  {
    "author": "Rick",
    "quote": "Don’t move. Gonorrhea can’t see us if we don’t move. Wait! I was wrong! I was thinking of a T. rex."
  },
  {
    "author": "Rick",
    "quote": "Have fun with empowerment. It seems to make everyone that gets it really happy."
  },
  {
    "author": "Rick",
    "quote": "Listen, I’m not the nicest guy in the universe, because I’m the smartest, and being nice is something stupid people do to hedge their bets."
  },
  {
    "author": "Rick",
    "quote": "I know that new situations can be intimidating. You’re lookin’ around and it’s all scary and different, but y’know, meeting them head-on, charging into ‘em like a bull — that’s how we grow as people."
  },
  {
    "author": "Rick",
    "quote": "You gotta do it for Grandpa, Morty. You gotta put these seeds inside your butt."
  },
  {
    "author": "Rick",
    "quote": "Morty, I need your help on an adventure. Eh, ‘need’ is a strong word. We need door stops, but a brick would work too."
  },
  {
    "author": "Pickle Rick",
    "quote": "I’m a scientist; because I invent, transform, create, and destroy for a living, and when I don’t like something about the world, I change it."
  },
  {
    "author": "Beth",
    "quote": "He’s not a hot girl. He can’t just bail on his life and set up shop in someone else’s."
  },
  {
    "author": "Beth",
    "quote": "Honey, stop raising your father’s cholesterol so you can take a hot funeral selfie."
  },
  {
    "author": "Summer",
    "quote": "So what if he’s the devil, Rick? At least the devil has a job. At least he’s active in the community."
  },
  {
    "author": "Summer",
    "quote": "Unity, I’m sorry. I didn’t know freedom meant people doing stuff that sucks. I was thinking more of a ‘choose your own cellphone carrier’ thing."
  },
  {
    "author": "Rick",
    "quote": "Thanks, Mr. Poopybutthole. I always could count on you."
  },
  {
    "author": "Rick",
    "quote": "Excuse me. Coming through. What are you here for? Just kidding, I don’t care."
  },
  {
    "author": "Rick",
    "quote": "So I have an emo streak. It’s part of what makes me so rad."
  },
  {
    "author": "Mr. Needful",
    "quote": "I just want to go back to hell, where everyone thinks I’m smart and funny."
  },
  {
    "author": "Beth",
    "quote": "Don’t deify the people who leave you."
  },
  {
    "author": "Rick",
    "quote": "If I die in a cage, I lose a bet."
  },
  {
    "author": "Rick",
    "quote": "Yeah, sure, I mean, if you spend all day shuffling words around, you can make anything sound bad, Morty."
  },
  {
    "author": "Rick",
    "quote": "Don’t get drawn into the culture, Morty. Stealing stuff is about the stuff, not the stealing."
  },
  {
    "author": "Rick",
    "quote": "Your parents are a bag of dicks."
  },
  {
    "author": "Rick",
    "quote": "I’m sorry, but your opinion means very little to me."
  },
  {
    "author": "Morty",
    "quote": "Hi Mr. Jellybean, I’m Morty. I’m on an adventure with my grandpa."
  },
  {
    "author": "Summer",
    "quote": "B*tch, my generation gets traumatized for breakfast!"
  },
  {
    "author": "Summer",
    "quote": "You’re the little brother. You’re not the cause of your parents’ misery, you’re just a symptom of it."
  },
  {
    "author": "Mr. Meeseeks",
    "quote": "Having a family doesn’t mean that you stop being an individual. You know the best thing you can do for the people that depend on you? Be honest with them, even if it means setting them free."
  },
  {
    "author": "Morty",
    "quote": "Well then get your shit together, get it all together and put it in a backpack, all your shit, so it’s together. And if you gotta take it somewhere, take it somewhere, you know. Take it to the shit store and sell it, or put it in the shit museum. I don’t care what you do, you just gotta get it together. Get your shit together."
  },
  {
    "author": "Rick",
    "quote": "I don’t like it here, Morty. I can’t abide bureaucracy. I don’t like being told where to go and what to do. I consider it a violation. Did you get those seeds all the way up your butt?"
  },
  {
    "author": "Rick",
    "quote": "Hey, muchacho, does your planet have wiper fluid yet or you gonna freak out and start worshipping us?"
  },
  {
    "author": "Shrimply Pibbles",
    "quote": "It’s funny to say they are small. It’s funny to say they are big."
  },
  {
    "author": "Jerry",
    "quote": "God’s turning people into insect monsters, Beth. I’m the one beating them to death. Thank me."
  },
  {
    "author": "Rick",
    "quote": "This pickle doesn’t care about your children. I’m not gonna take their dreams. I’m gonna take their parents."
  },
  {
    "author": "Jerry",
    "quote": "Life is effort and I’ll stop when I die!"
  },
  {
    "author": "Rick",
    "quote": "Listen, Morty, I hate to break it to you, but what people call love is just a chemical reaction that compels animals to breed. It hits hard, Morty, then it slowly fades, leaving you stranded in a failing marriage. I did it. Your parents are gonna do it. Break the cycle, Morty. Rise above. Focus on science."
  },
  {
    "author": "Rick",
    "quote": "There’s a lesson here, and I’m not going to be the one to figure it out."
  },
  {
    "author": "Rick",
    "quote": "Wait a minute! Is that Mountain Dew in my quantum-transport-solution?"
  },
  {
    "author": "Rick",
    "quote": "You don’t get to tell anyone what’s sad. You’re like a one-man Mount Sadmore. So I guess like a Lincoln Sadmorial."
  },
  {
    "author": "Rick",
    "quote": "I know about the Yosemite T-Shirt, Morty."
  },
  {
    "author": "Morty",
    "quote": "Shit."
  },
  {
    "author": "Rick",
    "quote": "You know you can use tissues, right?"
  },
  {
    "author": "Mr. Nimbus",
    "quote": "Say goodbye to your precious dry land! For soon it will be wet!"
  },
  {
    "author": "Rick",
    "quote": "Yeah, global warming is already doing that. But sure, yeah, go for it. Make us slightly more wet."
  },
  {
    "author": "Unity",
    "quote": "I realize now I’m attracted to you for the same reason I can’t be with you; you can’t change. And I have no problem with that, but it clearly means I have a problem with myself."
  },
  {
    "author": "Summer Smith",
    "quote": "Ooh yeah, shame me. At least when I’m disgusting, it’s on purpose."
  },
  {
    "author": "Rick",
    "quote": "I’ve got an emo streak. It’s part of what makes me so rad."
  },
  {
    "author": "Rick",
    "quote": "You ever heard about Wall Street, Morty? You know what those guys do in their fancy boardrooms? They take their balls and they dip them in cocaine and wipe them all over each other."
  },
  {
    "author": "Rick",
    "quote": "I don’t like it here, Morty. I can’t abide by bureaucracy. I don’t like being told where to go and what to do. I consider it a violation. Did you get those seeds all the way up your butt?"
  },
  {
    "author": "Rick",
    "quote": "I’m a scientist; because I invent, transform, create, and destroy for a living, and when I don’t like something about the world, I change it."
  },
  {
    "author": "Rick",
    "quote": "The world is full of idiots who don’t understand what’s important! And they’ll try to tear us apart, Morty!"
  },
  {
    "author": "Beth",
    "quote": "Honey, stop raising your father’s cholesterol so you can take a hot funeral selfie."
  },
  {
    "author": "Morty",
    "quote": "Mr. President, if I’ve learned one thing today, it’s that sometimes you have to not give a f*ck!"
  },
  {
    "author": "Rick",
    "quote": "It’s society. They work for each other, Morty. They pay each other. They buy houses. They get married and make children that replace them when they get too old to make power."
  },
  {
    "author": "Rick",
    "quote": "If I let you make me nervous, then we can’t get schwifty."
  },
  {
    "author": "Rick",
    "quote": "Can somebody just let me out of here? If I die in a cage I lose a bet."
  },
  {
    "quote": "Well then get your sht together, get it all together and put it in a backpack, all your sht, so it’s together. And if you gotta take it somewhere, take it somewhere, you know, take it to the sht store and sell it, or put it in the sht museum. I don’t care what you do, you just gotta get it together. Get your sht together.",
    "author": "Morty"
  },
  {
    "quote": "Lemme check my list of powers and weaknesses: ability to do anything, but only whenever I want.",
    "author": "Rick"
  },
  {
    "quote": "Existence is a pain to a Meeseeks Jerry, and we will do anything to alleviate that pain.",
    "author": "Mr. Meeseeks"
  },
  {
    "quote": "My life has been a lie—God is dead. The government’s lame! Thanksgiving is about killing Indians!",
    "author": "Morty"
  },
  {
    "quote": "Gaslighting doesn’t exist, you made it up because you’re fcking crazy.",
    "author": "Morty"
  },
  {
    "quote": "We’ve got a lot of friends and family to exterminate.",
    "author": "Rick"
  },
  {
    "quote": "Now, listen—I know the two of you are very different from each other in a lot of ways, but you have to understand that as far as Grandpa’s concerned, you’re both pieces of sh*t!",
    "author": "Rick"
  },
  {
    "quote": "You and Unity are like—like leggings and mid-calf boots. You think you’re great together, but you’re just bringing out the worst in each other.",
    "author": "Summer"
  },
  {
    "quote": "I can’t wait to watch your adventure lay a huge fart.",
    "author": "Rick"
  },
  {
    "quote": "That’s planning for failure Morty. Even dumber than regular planning.",
    "author": "Rick"
  },
  {
    "quote": "I just want to go back to hell, where everyone thinks I’m smart and funny.",
    "author": "Mr. Needful"
  },
  {
    "quote": "If I’ve learned one thing, it’s that before you get anywhere in life, you gotta stop listening to yourself.",
    "author": "Jerry"
  },
  {
    "quote": "You’re down here bailing on the rest of us because you don’t want to process your grief and shame like a normal person, by drinking and mistreating others!",
    "author": "Rick"
  },
  {
    "quote": "Camping is just being homeless without the change.",
    "author": "Summer"
  },
  {
    "quote": "How do you feel about all the innocent people that are dying because of your choices?",
    "author": "Jerry"
  },
  {
    "quote": "Because the thing about repairing, maintaining, and cleaning is it’s not an adventure. There’s no way to do it so wrong you might die. It’s just work. And the bottom line is, some people are okay going to work, and some people—well, some people would rather die. Each of us gets to choose.",
    "author": "Dr. Wong"
  },
  {
    "quote": "Having a family doesn’t mean that you stop being an individual. You know the best thing you can do for the people that depend on you? Be honest with them, even if it means setting them free.",
    "author": "Mr. Meeseeks"
  },
  {
    "quote": "You don’t love people in hopes of a reward, Dad. You love them unconditionally.",
    "author": "Summer"
  },
  {
    "quote": "I realize now I’m attracted to you for the same reason I can’t be with you; you can’t change. And I have no problem with that but it clearly means I have a problem with myself.",
    "author": "Unity"
  },
  {
    "quote": "To live is to risk it all; otherwise, you’re just an inert chunk of randomly assembled molecules drifting wherever the universe blows you.",
    "author": "Rick"
  },
  {
    "quote": "I know that new situations can be intimidating. You’re lookin’ around, and it’s all scary and different, but y’know, meeting them head-on, charging into ‘em like a bull—that’s how we grow as people.",
    "author": "Rick"
  },
  {
    "quote": "Have fun with empowerment. It seems to make everyone that gets it really happy.",
    "author": "Rick"
  },
  {
    "quote": "Nobody exists on purpose. Nobody belongs anywhere. We’re all going to die. Come watch TV.",
    "author": "Morty"
  },
  {
    "quote": "I think you have to think ahead and live in the moment.",
    "author": "Rick"
  },
  {
    "quote": "How many of these are just horrible mistakes I made? I mean, maybe I’d stop making so many if I let myself learn from them.",
    "author": "Morty"
  },
  { "quote": "Life is effort and I’ll stop when I die!", "author": "Jerry" },
  {
    "quote": "Don’t get drawn into the culture, Morty. Stealing stuff is about the stuff, not the stealing.",
    "author": "Rick"
  },
  {
    "quote": "There’s a lesson here and I’m not going to be the one to figure it out.",
    "author": "Rick"
  },
  {
    "quote": "What, so everyone’s supposed to sleep every single night now? You realize that nighttime makes up half of all time?",
    "author": "Rick"
  },
  { "quote": "Weddings are basically funerals with a cake.", "author": "Rick" },
  {
    "quote": "You’re the little brother. You’re not the cause of your parents’ misery, you’re just a symptom of it.",
    "author": "Summer"
  },
  {
    "quote": "You gotta do it for Grandpa, Morty. You gotta put these seeds inside your butt.",
    "author": "Rick"
  },
  {
    "quote": "Sometimes science is more art than science. A lot of people don’t get that.",
    "author": "Rick"
  },
  {
    "quote": "Listen, I’m not the nicest guy in the universe, because I’m the smartest, and being nice is something stupid people do to hedge their bets.",
    "author": "Rick"
  },
  {
    "quote": "So what if he’s the Devil, Rick? At least the Devil has a job. At least he’s active in the community.",
    "author": "Summer"
  },
  {
    "quote": "All right, let’s just do this. I have English homework. You’re still learning English? It’s the language you speak. How dumb are you?",
    "author": "Rick"
  },
  {
    "quote": "Is evil real, and if so, can it be measured? Rhetorical question. The answer’s yes, you just have to be a genius.",
    "author": "Rick"
  },
  {
    "quote": "Don’t make the same mistakes I made. Don’t deify the people who leave you.",
    "author": "Beth"
  }
]
